Repository: jpcweb/datex
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: fr

source: Just now
fr: A l'instant

source: a minute ago
fr: il y a une minute

source: a minute later
fr: une minute plus tard

source: an hour and
fr: une heure et

source: hours and
fr: heures et

source: minutes ago
fr: minutes avant

source: minutes later
fr: minutes

source: 1 Day later
fr: 1 jour après

source: days later
fr: jours après

source: 1 week later
fr: 1 semaine après

source: a week and
fr: 1 semaine et

source: day later
fr: jour après

source: weeks later
fr: semaines après

source: a month later
fr: 1 mois après

source: a month and 1 day later
fr: 1 mois et 1 jour après

source: a month and
fr: un mois et

source: months later
fr: mois après

source: a year later
fr: 1 an après

source: a year and a month later
fr: 1 an et 1 mois après

source: a year and
fr: 1 an et

source: years later
fr: années après

source: 1 Day ago
fr: 1 jour avant

source: 1 week ago
fr: 1 semaine avant

source: day ago
fr: jour avant

source: days ago
fr: jours avant

source: weeks ago
fr: semaines avant

source: a month ago
fr: un mois avant

source: a month and 1 day ago
fr: un mois et un jour avant

source: years ago
fr: années avant

source: Today
fr: Aujourd'hui
